FV2510/E_0233.puml
@startuml
skinparam Shadowing false
skinparam NoteBorderColor #f3f1f6
skinparam NoteBackgroundColor #f3f1f6
skinparam NoteFontSize 12
skinparam ActivityBorderColor none
skinparam ActivityBackgroundColor #7a8da1
skinparam ActivityFontSize 16
skinparam ArrowColor #7aab8a
skinparam ArrowFontSize 16
skinparam ActivityDiamondBackgroundColor #7aab8a
skinparam ActivityDiamondBorderColor #7aab8a
skinparam ActivityDiamondFontSize 18
skinparam defaultFontName DejaVu Serif Condensed
skinparam ActivityEndColor #669580

header
<b>FV2210
2022-12-12
endheader

title
WiM Strom

8.8.2: AD: Ersteinbau eines iMS in eine bestehende Messlokation



end title
:<b>E_0233</b>;
note right
<b><i>Prüfende Rolle: MSB
end note

if (<b>1: </b> Liegt für die für den Rollout vorgesehene Messlokation ein Bestandsschutz gemäß §19 Abs. 5 MsbG vor?) then (ja)
    if (<b>2: </b> Wird auf den Bestandsschutz gemäß § 19 Abs. 5 MsbG für die Messlokation verzichtet?) then (ja)
    else (nein)
        :A01;
        note left
            Cluster: Ablehnung
            Bestandsschutz gemäß § 19 Abs. 5 MsbG für die Messlokation
        endnote
        kill;
    endif
    if (<b>3: </b> Ist der Selbsteinbau eines iMS oder einer mME geplant?) then (ja)
        :A02;
        note left
            Cluster: Ablehnung
            Selbsteinbau eines iMS oder einer mME geplant
        endnote
        kill;
    else (nein)
    endif
    if (<b>4: </b> Wird auf den Selbsteinbau eines iMS oder einer mME verzichtet?) then (ja)
        :A03;
        note left
            Cluster: Zustimmung
            Auf Selbsteinbau eines iMS oder einer mME wird verzichtet
        endnote
        kill;
    else (nein)
        :A04;
        note left
            Cluster: Ablehnung
            Zum jetzigen Zeitpunkt noch keine Aussage hin-sichtlich Selbsteinbau möglich
        endnote
        kill;
    endif
else (nein)
endif
if (<b>3: </b> Ist der Selbsteinbau eines iMS oder einer mME geplant?) then (ja)
    :A02;
    note left
        Cluster: Ablehnung
        Selbsteinbau eines iMS oder einer mME geplant
    endnote
    kill;
else (nein)
endif
if (<b>4: </b> Wird auf den Selbsteinbau eines iMS oder einer mME verzichtet?) then (ja)
    :A03;
    note left
        Cluster: Zustimmung
        Auf Selbsteinbau eines iMS oder einer mME wird verzichtet
    endnote
    kill;
else (nein)
    :A04;
    note left
        Cluster: Ablehnung
        Zum jetzigen Zeitpunkt noch keine Aussage hin-sichtlich Selbsteinbau möglich
    endnote
    kill;
endif

@enduml
